Repository: karthikrk1/flask-app
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ta

source: Please log in to access this page.
ta: இத்தளத்தை அணுக நீங்கள் ஒரு புனைப்பெயர், கடவுச்சொல்லும் வழங்க வேண்டும்.

source: Error: The translator service is not configured
ta: பிழை: மொழிபெயர்ப்பாளர் சேவை உள்ளமைக்கப்படவில்லை

source: Error: The translator service failed!!
ta: பிழை: மொழிபெயர்ப்பாளர் சேவை தோல்வியடைந்தது

source: [Flask App] Reset Your Password
ta: [Flask App] உங்கள் கடவுச்சொல்லை மீட்டமைக்க

source: Username
ta: புனைப்பெயர்

source: Password
ta: கடவுச்சொல்

source: Remember Me
ta: நினைவில் வைத்து கொள்ளுங்கள்,

source: Log In
ta: உள்நுழை

source: Email
ta: மின்னஞ்சல்

source: Repeat Password
ta: மீண்டும் கடவுச்சொல்லை உள்ளிடவும்

source: Register
ta: பதிவுசெய்

source: Username already Exists! Please try a different username
ta: புனைப்பெயர் உபயோகத்தில் உள்ளது, மற்றொரு புனைப்பெயரை முயற்சி செய்யவும்.

source: Email exists! Sign In with the password
ta: மின்னஞ்சல் உபயோகத்தில் உள்ளது! உள்நுழை

source: Reset Password
ta: கடவுச்சொல்லை மீட்டமைக்க

source: Re Enter Password
ta: மீண்டும் கடவுச்சொல்லை உள்ளிடவும்

source: Password Reset Request
ta: கடவுச்சொல் மீட்டமை கோரிக்கை

source: Invalid username or password
ta: தவறான பயனர் பெயர் அல்லது கடவுச்சொல்

source: Congratulations! You are all set to use our app
ta: வாழ்த்துக்கள்! நீங்கள் எங்கள் பயன்பாட்டை பயன்படுத்த தயார்

source: Check your email for link to reset password!!
ta: கடவுச்சொல்லை மீட்டமைக்க இணைப்புக்கு உங்கள் மின்னஞ்சலை பாருங்கள்!

source: Your password has been reset!
ta: உங்களுடைய கடவுச்சொல் மாற்றப்பட்டது!

source: About me
ta: என்னை பற்றி

source: Submit
ta: சமர்ப்பிக்க

source: Username already in use! Please choose a new one
ta: புனைப்பெயர் முன்னரே உபயோகத்தில் உள்ளது! புதிய ஒன்றைத் தேர்வு செய்க

source: Say something
ta: ஏதாவது கூறுங்கள்

source: Message
ta: அனுப்பு

source: Your post is now live!!
ta: உங்கள் இடுகை இப்போது பதிவேற்றப்பட்டது !!

source: Your changes have been saved
ta: உங்கள் மாற்றங்கள் சேமிக்கப்பட்டன

source: Edit Profile
ta: சுயவிவரத்தைத் திருத்தவும்

source: User %(username)s not found!!
ta: புனைப்பெயர் %(username)s கிடைக்கவில்லை

source: You cannot follow yourself!!
ta: நீங்கள் உங்களைப் பின்தொடர முடியாது !!

source: You are now following %(username)s!!
ta: நீங்கள் இப்போது %(username)s அவர்களின் இடுகைகளைப் பின்பற்றுகிறீர்கள் !!

source: You cannot unfollow yourself!!
ta: உங்கள் இடுகைகளை குழுவிலக செய்ய முடியாது

source: You are no longer following %(username)s!!
ta: நீங்கள் இப்போது %(username)s அவர்களை பின்தொடரவில்லை !!

source: Your message has been sent!
ta: உங்கள் செய்தி அனுப்பப்பட்டது

source: Send Message
ta: செய்தி அனுப்ப

source: %(username)s said %(when)s
ta: %(username)s சொல்கிறார் %(when)s

source: Translate
ta: மொழிபெயர்

source: Welcome to Flask App!
ta: Flask App வரவேற்கிறது

source: Home
ta: முகப்பு

source: Explore
ta: ஆராய

source: Login
ta: உள் நுழை

source: Messages
ta: செய்திகள்

source: Profile
ta: சுய விவரம்

source: Logout
ta: வெளியேறு

source: Error: Could not contact server.
ta: பிழை: சேவையகத்தை தொடர்புகொள்ள முடியவில்லை

source: Hi, %(username)s!
ta: வணக்கம், %(username)s

source: Newer Posts
ta: புதிய பதிவுகள்

source: Older Posts
ta: பழைய பதிவுகள்

source: New Messages
ta: புதிய செய்திகள்

source: Old Messages
ta: பழைய செய்திகள்

source: Search Results
ta: தேடல் முடிவுகள்

source: Previous Results
ta: முந்தைய முடிவுகள்

source: Next Results
ta: அடுத்த முடிவுகள்

source: Send Message to %(recipient)s
ta: %(recipient)sக்கு செய்தி அனுப்பு

source: User
ta: பயனர்

source: Last Seen On
ta: கடைசியாக பார்த்தார்

source: %(count)d followers
ta: %(count)d பின்பற்றுபவர்கள்

source: %(count)d following
ta: %(count)d பின்பற்றுதல்

source: Edit Your Profile
ta: உங்கள் சுயவிவரம் திருத்தவும்

source: Follow
ta: பின்பற்றவும்

source: Unfollow
ta: பின்பற்ற வேண்டாம்

source: Last Seen on:
ta: கடைசியாக பார்த்தார்:

source: New User?
ta: புதிய பயனர்?

source: Click Here to Register!
ta: பதிவு செய்ய இங்கே கிளிக் செய்யவும்

source: Forgot Password
ta: கடவுச்சொல்லை மறந்துவிட்டீர்களா?

source: Reset Your Password
ta: கடவுச்சொல்லை மீட்டமைக்க

source: File Not Found
ta: கோப்பு கிடைக்கவில்லை

source: Back
ta: பின்னால்

source: Well this is embarrassing! - An Unexpected Error has occurred
ta: இது சங்கடமாக உள்ளது! - எதிர்பாராத பிழை ஏற்பட்டது

source: The admin has been notified. Sorry for the inconvenience!
ta: நிர்வாகி அறிவிக்கப்பட்டுள்ளார். சிரமத்திற்கு வருந்துகிறோம்!
